# Store Dictionary code
#  Created by Imagic 2018
#  Copyright © 2018 Imaigc All rights reserved.

attribute_number = { 0 :"백반", 1:"덮밥",2:"면류",3:"돈까스",4:"분식",5:"패스트푸드",6:"중화요리"}

attribute_dict = {
    "백반":["김가네","김밥천국","김치만","뚝배기집","김밥천국","뚝배기집","배불뚜기","소담","수육국밥","쌈","엄마의밥상","오도리","월계숯불갈비","이층집","작은집","전주비빔쌈밥","진국","진미곱창","청주삼겹살","털레기","토마토도시락","학땡","함지마루(학식)","한끼철판","후문식당","할매순대국",],
    "덮밥":["고씨네","디아디아","뚝배기집","마루","미스사이공","밥은","오네스토","윤스쿡","작은집","지지고","토마토도시락","함지마루(학식)","후문식당","아그집",],
    "면류":["꽃제비칼국수","미스사이공","윤스쿡","작은집","장수국수","진국","카츠33","하늘푸름","학땡","함지마루(학식)","후문식당",],
    "돈까스":["고씨네","김밥천국","윤스쿡","카츠33","하늘푸름","학땡","함지마루(학식)",],
    "분식":["광운분식","김가네","김밥천국","언니동생떡볶이","작은집","지지고","카츠33","토마토도시락","하늘푸름","이삭토스트",],
    "패스트푸드":["디아디아","봉구스밥버거","서브웨이","오네스토","이삭토스트","멜팅그릴"],
    "중화요리":["미식성","진짜루",]

}