# Store Dictionary code
#  Created by Imagic 2018
#  Copyright © 2018 Imaigc All rights reserved.

list_dict = {
"멀티집":["김가네","김밥천국","뚝배기집","광운분식","소담","엄마의밥상","오도리","작은집","털레기","함지마루","후문식당"],
"면or중국집":["꽃제비칼국수","미스사이공","미식성","장수국수","진짜루"],
"덮밥":["고씨네","마루","밥은","지지고","아그집"],
"도시락":["토마토도시락","경대컵밥"],
"국과 밥":["김치만","수육국밥","이층집","진국","학떙","할매순대국"],
"고기(갈비,삼겹살)":["배불뚜기","쌈","월계숯불갈비","전주밥상쌈밥","진미곱창","청주삼겹살","한끼철판","화로상회"],
"들고먹는거":["디아디아","봉구스밥버거","서브웨이","이삭토스트","멜팅그릴"],
"돈까스or분식":["언니동생떡볶이","오네스토","윤스쿡","카츠33","하늘푸름"]
}