# Store Dictionary code
#  Created by Imagic 2018
#  Copyright © 2018 Imaigc All rights reserved.

store_dict = {
1: "고씨네",
2: "광운분식",
3: "김가네",
4 : "김밥천국",
5: "김치만",
6:	"꽃제비칼국수",
7: "디아디아",
8:"뚝배기집",
9: "마루",
10: "미스사이공",
11: "미식성",
12: "밥은",
13: "배불뚜기",
14: "봉구스밥버거",
15:	"서브웨이",
16:	"소담",
17: "수육국밥",
18: "쌈",
19: "언니동생떡볶이",
20: "엄마의밥상",
21: "오네스토",
22: "오도리",
23: "월계숯불갈비",
24: "윤스쿡",
25: "이층집",
26: "작은집",
27: "장수국수",
28: "지지고",
29: "전주비빔쌈밥",
30: "진국",
31: "진미곱창",
32: "진짜루",
33: "청주삼겹살",
34: "카츠33",
35: "털레기",
36: "토니버거",
37: "토마토도시락",
38: "하늘푸름",
39: "학땡",
40: "함지마루(학식)",
41: "한끼철판",
42: "이삭토스트",
43: "화로상회",
44: "후문식당",
45: "아그집",
46: "",
47: "할매순대국",
48: "멜팅그릴"
}



## 여기에 변동사항을 적어주세요 ##
# 18.5.11 46 추가 - 종자
# 18.5.14 47 추가 - 민섭
# 18.5.23 48 추가 - 민섭
# 18.5.24 46 만리장성 폐업으로 삭제.. -종자

