//
//  StoreDict_Swift.swift
//  PangWoon
//
//  Created by 종자 on 2018. 7. 19..
//  Copyright © 2018년 Imagic. All rights reserved.
//

import Foundation
import UIKit

func uicolorFromHex(rgbValue:UInt32)->UIColor{
    let red = CGFloat((rgbValue & 0xFF0000) >> 16)/256.0
    let green = CGFloat((rgbValue & 0xFF00) >> 8)/256.0
    let blue = CGFloat(rgbValue & 0xFF)/256.0
    return UIColor(red:red, green:green, blue:blue, alpha:1.0)
}

let StoreDict = [
    1: "고씨네",
    2: "광운분식",
    3: "김가네",
    4 : "김밥천국",
    5: "김치만",
    6: "꽃제비칼국수",
    7: "디아디아",
    8:"뚝배기집",
    9: "마루",
    10: "미스사이공",
    11: "미식성",
    12: "밥은",
    13: "배불뚜기",
    14: "봉구스밥버거",
    15: "서브웨이",
    16: "소담",
    17: "수육국밥",
    18: "쌈",
    19: "언니동생떡볶이",
    20: "엄마의밥상",
    21: "오네스토",
    22: "오도리",
    23: "월계숯불갈비",
    24: "윤스쿡",
    25: "이층집",
    26: "작은집",
    27: "장수국수",
    28: "지지고",
    29: "전주비빔쌈밥",
    30: "진국",
    31: "진미곱창",
    32: "진짜루",
    33: "청주삼겹살",
    34: "카츠33",
    35: "털레기",
    36: "",
    37: "토마토도시락",
    38: "하늘푸름",
    39: "학땡",
    40: "함지마루(학식)",
    41: "한끼철판",
    42: "이삭토스트",
    43: "화로상회",
    44: "후문식당",
    45: "아그집",
    46: "",
    47: "할매순대국",
    48: "멜팅그릴"
]

let list_dict = [
    "멀티집":["김가네","김밥천국","뚝배기집","광운분식","소담","엄마의밥상","오도리","작은집","털레기","함지마루","후문식당"],
    "면or중국집":["꽃제비칼국수","미스사이공","미식성","장수국수","진짜루"],
    "덮밥":["고씨네","마루","밥은","지지고","아그집"],
    "도시락":["토마토도시락","경대컵밥"],
    "국과 밥":["김치만","수육국밥","이층집","진국","학땡","할매순대국"],
    "고기(갈비,삼겹살)":["배불뚜기","쌈","월계숯불갈비","전주밥상쌈밥","진미곱창","청주삼겹살","한끼철판","화로상회"],
    "들고먹는거":["디아디아","봉구스밥버거","서브웨이","이삭토스트","멜팅그릴"],
    "돈까스or분식":["언니동생떡볶이","오네스토","윤스쿡","카츠33","하늘푸름"]
]

